const interviewData = [
  {
    number: '1',
    question: 'WEBプログラミングの学習歴はどれほどでしょうか？',
    answer: '9ヶ月です。お恥ずかしい話ですが、3年前から学習を始めておりますが、何度か挫折し学習方法にコツを掴んで来たのがこの9ヶ月になっております。',
  },
  {
    number: '2',
    question: '働く時のスタンスを聞いてもいいでしょうか？',
    answer: '基本的に誰かの力になりたいと思い働いております。基本的なことかもしれないですが、自分の業務に余裕がある際は「何か手伝いますか？」とチームメンバーに聞く癖をつけております。',
  },
  {
    number: '3',
    question: 'なぜWEBエンジニアになりたいと思いましたか？',
    answer: '学歴・職歴に強みがない私でも、WEBエンジニアになることで今よりも収入を上げることができると思いWEBエンジニアを目指しております。',
  },
  {
    number: '4',
    question: '今後は何を学習しますか？',
    answer: '引き続きReact・Javascriptの学習を続けながらTypescriptも取り入れて、もう少し複雑な処理をするツールを作成しようと思っております。',
  },
  {
    number: '5',
    question: 'ご自身の性格を簡単に説明してください。',
    answer: '行動力がありますが、行動前に慎重に情報収集する性格です。' ,
  },
]






export default interviewData;
